Repository: Iuliana12/timesheet-test
Catalog: locales/locales_timesheets-*.po
Languages: fr

source: TOIL adjustment<br/>commencing date
fr: Date de début relative<br/> à l'ajustement des TOIL

source: TOIL Adjustment comment
fr: Commentaires sur l'ajustement des TOIL

source: required for TOIL adjustment changes
fr: obligatoire pur modification des TOIL

source: HOLS adjustment (hours)
fr: Ajustement des congés

source: HOLS Adjustment comment
fr: Commentaires sur l'ajustement des congés

source: required for HOLS adjustment changes
fr: Ajustement des congés obligatoire

source: User Type
fr: Catégorie d'utilisateur

source: normal
fr: standard

source: administrator
fr: administrateur

source: Authorizes Subordinates
fr: Autorise les subordonnés

source: Authorizes Invoice Codes
fr: Authorizes les codes facture

source: Enrolled
fr: Enrollé

source: click to save this employee
fr: Cliquez pour sauvegarder les données relatives à cet employé

source: The financial year has changed on the
fr: L'année financière a débuté le :

source: NOTE1: TOIL available is <b>live</b> and contains the toil_adjustment value.
fr: REMARQUE 1:heures sup. converties en congés disponibles est <b>en ligne</b> et contient la valeur de l'adjustement

source: NOTE2: The expired TOIL is calculated from the begining of the current financial year.
fr: REMARQUE 2: le heures sup. converties en congés expiré est calculé à partir du début de l'exercice en cours.

source: NOTE3: The holidays are calculated from the begining of this financial year.
fr: REMARQUE 3: Les vacances sont calculées à partir du début de cette année financière.

source: NOTE4: The number of days of holidays are calculated by dividing the number of hours by %s.
fr: REMARQUE 4: Le nombre de jours de congés sont calculés en divisant le nombre d'heures par %s.

source: TOIL available
fr: TOIL disponible

source: TOIL expired
fr: TOIL expiré

source: Holidays taken (hours)
fr: Vacances prises (heures)

source: Holidays taken (days)
fr: Vacances prises (jours)

source: Holidays adjustment
fr: Ajustement de vacances

source: Please enter your login details
fr: S'il vous plaît entrer les coordonnées de votre connexion

source: Username
fr: Nom d’utilisateur

source: Password
fr: Mot de passe

source: Server is down, please try again later!
fr: Le serveur est hors-service, veuillez réessayer plus tard !

source: Edit invoice code details
fr: Modifier les détails de code facture

source: Project name
fr: Nom du projet

source: Department
fr: Départment

source: Task needed
fr: Code de tâche

source: Requires authorization
fr: Nécessite autorisation

source: Save details
fr: Enregistrer des détails

source: add new
fr: ajouter nouveau

source: cancel
fr: annuler

source: Task name
fr: Nom de tâche

source: Related task code list
fr: Liste des codes tâche liée

source: start typing a task code to see a list
fr: commencez à taper un code tâche pour voir la liste

source: edit
fr: éditer

source: Project
fr: Projet

source: Period
fr: Période

source: today
fr: aujourd'hui

source: yesterday
fr: hier

source: ever
fr: jamais

source: Day report
fr: Rapport de la journée

source: Week report
fr: Rapport de la semaine

source: Please enter invoice code.
fr: S'il vous plaît entrez le code facture.

source: Invoice code was not found in the database.
fr: Code facture n'a pas été trouvé dans la base de données.

source: Hours<
fr: Heures

source: Sunday OT
fr: Dimanche OT

source: Submission time
fr: Temps de soumission

source: Time sheet submission status
fr: État des feuilles de présence

source: download as CSV
fr: Télécharger au format CSV

source: Location
fr: Localisation

source: no time sheets were submitted yet
fr: pas de feuilles de présence ont été soumis pour l'instant

source: Submitted time sheets
fr: Feuilles de présence soumis

source: Started but due time sheets
fr: Feuilles de présence commencé, mais pas fini

source: Not started due time sheets
fr: Feuilles de présence non commencé

source: remind
fr: rappel

source: create
fr: Créer

source: remind selected
fr: rappeler aux employés sélectionnés

source: Due time sheets for this week
fr: Feuilles de présence requis pour cette semaine

source: no due time sheets
fr: Pas des feuilles de présence

source: Not enrolled people's time sheets
fr: Feuilles de présence pour les employés qui ne sont pas inscrits

source: invoice code
fr: code facture

source: project name
fr: nom du projet

source: task code
fr: code tâche

source: Add a new time sheet
fr: Ajouter une nouvelle feuille de présence

source: Edit previous saved time sheets
fr: Modifier les feuilles de présence

source: no saved time sheets
fr: aucune feuille de présence sauvegardée

source: discard
fr: Abandon

source: Your managed invoice code list
fr: Votre liste de code facture

source: manage
fr: gérer

source: reports
fr: rapports

source: Time sheets of your subordinates
fr: Les feuilles de présence de vos subordonnés

source: Download report as CSV
fr: Télécharger le rapport au format CSV

source: Authorize time sheets
fr: Autoriser les feuilles de présence

source: Please enter these details about your timesheet
fr: Veuillez entrer ces détails à propos de votre feuille de présence.

source: Time interval
fr: Intervalle de temps

source: Usual day start hour
fr: Heure d’arrivée standard

source: Usual day leave hour
fr: Heure de départ standard

source: Show weekend days
fr: Voir week-end

source: You already submitted a time sheet for that week
fr: Vous avez déjà présenté une feuille de présence pour cette semaine

source: You have already started filling out your time sheet for this week.
fr: Vous avez déjà commencé à remplir votre feuille de présence pour cette semaine.

source: No invoice code
fr: Pas de code facture

source: This invoice code requires a task code
fr: Ce code facture nécessite un code tâche

source: Task code could not be found or can not be associated with this invoice code
fr: Code tâche n'a pas pu être trouvé ou ne peut pas être associés à cette code facture

source: The hours figure multiplied by 60 has to be dividable by
fr: Les heures chiffre multiplié par 60 doit être divisible par

source: or
fr: ou

source: Too many projects for one time sheet
fr: Trop de projets pour un feuille de présence

source: Over time hours greater than the total
fr: Nombre d'heures supplémentaires supérieur au total

source: This employee could not be found
fr: Cet(te) employé(e) n'a pu être trouvé(e)

source: This employee is not employed any more
fr: Cet(te) employé(e) ne travaille plus chez nous

source: This employee has a different value for minimum hours (%s) then the rest (%s)
fr: Cet employé a une valeur différente pour heures minimum (%s), puis le reste (%s)

source: This employee already has a time sheet for the selected week:
fr: Cet employé a déjà une feuille de présence pour la semaine sélectionnée:

source: No employees selected
fr: Aucun employé séléctionné !

source: The specified number of hours is %s less than the minimum allowed for employees
fr: Le nombre d'heures est inférieur par %s au minimum autorisé pour les employés

source: %s more hours of lieu over time are required
fr: %s heures et plus de place au fil du temps sont nécessaires

source: Too much over time declared: %s
fr: Trop de temps et plus avaient déclaré: %s

source: Time sheet
fr: Feuille de présence

source: created but not submitted because of some toil issues. Please revise it.
fr: créées mais non soumises en raison de certains problèmes de heures sup. converties en congés . Veuillez modifier vos saisies.

source: successfully created
fr: créé avec succès

source: This section allows administrators to add time sheets for many employees at the same time.
fr: Cette section permet aux administrateurs d'allouer en une seule fois des feuilles de présence à plusieurs salariés.

source: Choose a week
fr: Choisissez une semaine

source: Enter hours for each day
fr: Saisissez les heures pour chaque jour

source: Choose the projects and task codes
fr: Choisir les projets et le code tâche

source: If you choose to enter only the total hours for each project, they will be distributed evenly accross days from Monday to Friday.
fr: Si vous saisissez le total des heures pour chaque projet, elles seront automatiquement réparties sur tous les jours de la semaine

source: The over time amount(OT) is part of the total hours(Hours).
fr: Le montant au fil du temps (OT) fait partie du nombre total d'heures (heures).

source: Sun
fr: Dim

source: Mon
fr: Lun

source: Tue
fr: Mar

source: Wed
fr: Mer

source: Thu
fr: Jeu

source: Add another project
fr: Ajouter un autre projet

source: Total hours
fr: Total d'heures

source: Choose the employees
fr: Choisissez les employés

source: Add another employee
fr: Ajouter un autre employé

source: Create time sheets
fr: Créer des feuilles de présence

source: This section gives a time total spent on a specific project by a specific employee
fr: Cette section indique le temps total qu'un employé a consacré à un projet spécifique

source: This section gives you a time total spent on a specific project
fr: Cette section indique le temps pris par un projet

source: Invoice Code
fr: Code de facture

source: type the invoice code or choose it from the list
fr: tapez le code facture ou le choisir dans la liste

source: check to view time for a specific invoice code
fr: cochez cette case pour voir le temps passé sur une spécifique code de facture

source: check this to see only time spent on a specific invoice code
fr: Cochez cette case pour visualiser le temps passé sur un travail effectué

source: Task Code
fr: Code de tâche

source: check to view time for a specific task code
fr: cochez cette case pour voir le temps passé sur un spécifique code de tâche

source: check this to see only time spent on a specific task code
fr: Cochez cette case pour visualiser le temps passé sur un travail effectué

source: Date range
fr: Période

source: Date start
fr: Date de début

source: Date end
fr: Date de fin

source: Show self time
fr: Voir propre temps

source: check to view time spent only by yourself
fr: vérifier pour voir le temps passé que par vous-même

source: check this to see only time spent by yourself
fr: Cochez cette case pour contrôler le temps que vous avez pris

source: Employee name
fr: Nom de l'employé

source: type the employee name or choose it from the list
fr: tapez le nom de l'employé ou le choisir dans la liste

source: check to view time only for a specific employee
fr: vérifier pour voir le temps que pour un employé en particulier

source: check this to see time spent by a specific employee
fr: Cochez cette case pour visualiser le planning d'un employé

source: hours&nbsp;total
fr: total&nbsp;d'heures

source: update
fr: Mettre à jour

source: Time Recording System
fr: Système d'enregistrement des heures de travail

source: You are logged in as
fr: Vous êtes connecté en tant que

source: Logout
fr: Se déconnecter

source: developed in accordance with the %s Open Archaeology philosophy
fr: élaboré conformément à la %s Open Archéologie philosophie

source: Under the %s license auspices.
fr: En vertu de la licence %s auspices.

source: this time sheet has been submitted
fr: cette feuille de présence a été soumis

source: newer submitted time sheet(s) prevent you from editing this time sheet
fr: plus récente feuille(s) de présence soumise(s) vous empêcher de montage fiche cette fois
