Repository: Iuliana12/timesheet-test
Catalog: locales/locales_timesheets-*.po
Languages: fr

source: There was a problem retrieving the xml data:
fr: Un problème d'extraction des données XML est survenu

source: This will start the batch creation of time sheets. Are you sure?
fr: Ceci va générer de nouvelles feuilles de présence. Etes-vous sûr(e) de votre choix ?

source: Are you sure?
fr: Etes-vous sûr(e) ?

source: no invoice code selected
fr: pas de code facture sélectionnée

source: Are you sure you want to update this employee's information?
fr: Etes-vous sûr de vouloir mettre à jour les informations de cet employé?

source: An error has occured, please contact the IT department!
fr: Une erreur s'est produite, veuillez contacter le département IT !

source: Sorry, we can not add empty name task codes.
fr: Désolé, nous ne pouvons pas accepter de saisie dépourvue de nom de code

source: Are you sure you want to add this task code?
fr: Etes-vous sûr de vouloir ajouter ce code tâche?

source: Are you sure you want to update this task code?
fr: Êtes-vous sûr de vouloir mettre à jour ce code tâche?

source: Sorry, you can not add time sheets for that week at this time
fr: Désolé, vous ne pouvez pas ajouter actuellement des feuilles de présence pour cette semaine

source: Select at least one recipient
fr: Sélectionnez au moins un destinataire

source: Reminder sent successfully to
fr: Rappel envoyé avec succès à

source: recipient(s)
fr: destinataires

source: Failed on
fr: échoué pour

source: Reminder failed for all
fr: Echec du rappel pour tous

source: No recipients, please contact IT department!
fr: Aucun destinataire, veuillez contacter département IT !

source: Problem at:
fr: problème au niveau de :

source: Saving...
fr: Enregistrement en cours...

source: Are you sure you want to discard all the data related to this timesheet?
fr: Etes-vous sûr de vouloir supprimer toutes les données relatives à cette feuille de présence?

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: select all remaining
fr: Sélectionnez toutes les données

source: press here to select/deselct the entire table
fr: appuyez ici pour sélectionner / désélectionner l'ensemble du tableau

source: press here to select/deselect all the cells of this column
fr: Cliquez ici pour sélectionner / désélectionner toutes les cellules de cette colonne

source: press here to add another row on top of the others
fr: Cliquez ici pour ajouter une nouvelle ligne au-dessus des autres

source: press here to select/deselect all the cells of this row
fr: Cliquez ici pour sélectionner / désélectionner toutes les cellules de cette rangée

source: to
fr: à

source: press here to add another row at the bottom of the others
fr: Cliquez ici pour ajouter une nouvelle ligne sous les autres

source: deselect
fr: désélectionner

source: Normal
fr: Standard

source: Normal time declared
fr: Heures standard déclarées

source: Charged
fr: rémunéré

source: Number of charged overtime hours
fr: Nombre d'heures supplémentaires rémunérées

source: Lieu
fr: Heure(s) sup.

source: Number of lieu overtime hours
fr: Nombre d'heures supplémentaires plutôt que

source: Min
fr: Minimum

source: Minimum accountable hours
fr: Minimum d'heures requis

source: Total number of declared hours
fr: Nombre total d'heures déclarées

source: Number of normal time hours
fr: Nombre d'heures standard

source: Normal time
fr: Heures standard

source: Press this button to start selecting normal time
fr: Pour le remplir votre feuille en heures standard, cliquez sur ce bouton

source: Lieu Overtime
fr: Heure(s) sup.

source: Press this button to start selecting lieu overtime
fr: Pour le remplir votre feuille en heures supplémentaires, cliquez sur ce bouton

source: Charged Overtime
fr: Heures sup. rémunérées

source: Press this button to start selecting charged overtime
fr: Pour le remplir votre feuille en heures supplémentaires rémunérées, cliquez sur ce bouton

source: Enter Details
fr: Saisie des données

source: Press this button to enter details about the selected worked time
fr: Pour saisir vos données relatives aux heures travaillées, cliquez sur ce bouton

source: Undo
fr: Annuler

source: Press this button to undo your last action
fr: Pour annuler votre dernière action, cliquez sur ce bouton

source: Save for later
fr: Sauvegarder

source: Pressing this button will save all the data for future edit. You may continue entering data after save
fr: Si vous cliquez sur ce bouton vous sauvegardez toutes vos données et vous pourrez les modifier ultérieurement. Autrement dit, grâce à cette fonction, vous pouvez encore remplir votre feuille après une première sauvegarde.

source: Submit Timesheet
fr: Envoi de la feuille de présence

source: Pressing this button will submit all the data to the database. You will not be able to edit this time sheet after submitting
fr: En appuyant sur ce bouton, votre envoi est définitif et vous ne serez plus en mesure de modifier votre feuille de présence.

source: Invoice code
fr: Code facture

source: Task code
fr: Code tâche

source: Submit
fr: Envoyer

source: Cancel
fr: Annuler

source: type here the invoice code
fr: Saisissez ici le code facture adéquat

source: type here the task code
fr: Saisissez ici le code adéquat

source: Submit details
fr: Envoi des données

source: Please enter an invoice code
fr: Veuillez saisir un code facture

source: This time sheet will be edited by the owner and will need your attention again later
fr: Cette feuille de présence sera éditée par son auteur et nécessitera une vérification ultérieure.

source: An error has been reported:
fr: Une erreur a été signalée:

source: Authorize
fr: Autoriser

source: the colour associated in the table with this entry
fr: Couleur apparaissant dans le tableau et correspondant à cette saisie

source: the number of hours worked for this project
fr: Nombre d'heures consacrées à ce projet

source: invoice code of this entry
fr: Code facture relatif à cette saisie

source: project name for this entry
fr: nom du projet correspondant à cette saisie

source: task code of this entry
fr: code correspondant à cette entrée

source: modify
fr: changer

source: remove
fr: supprimer

source: Press this button to remove this entry
fr: Cliquez sur ce bouton pour supprimer cette entrée

source: Press to approve this entry
fr: Pour confirmer cette entrée, cliquez sur ce bouton.

source: Press to disapprove this entry
fr: Pour annuler cette saisie, cliquez sur ce bouton.

source: Please enter a task code.
fr: Veuillez saisir un code

source: This invoice code is complete
fr: Le projet correspondant à ce code est achevé

source: Are you sure you want to use it?
fr: Etes-vous sûr(e) de vouloir l'utiliser ?

source: Is there a more recent code that is currently in use?
fr: Connaissez-vous un code plus récent concernant ce projet ?

source: Please enter the tender number!
fr: S'il vous plaît entrez le numéro d'appel d'offres!

source: Please enter a task code!
fr: Veuillez saisir un code !

source: The task code you entered has not been found in the database. Are you sure you want to add it?
fr: Le code que vous avez saisi n'existe pas actuellement dans la base de données. Voulez-vous l'ajouter ?

source: Please specify a description for the new task code '
fr: Veuillez préciser un code correspondant au travail effectué.

source: save
fr: sauvegarder

source: Are you sure you want to submit this time sheet?
fr: Etes-vous sûr de vouloir soumettre cette feuille de présence?

source: Once you submit the timesheet details you can NOT modify them any further. Are you sure you want to continue?
fr: Si vous soumettez cette feuille de présence en l'état, vous ne pourrez plus la modifier. Etes-vous sûr(e) de vouloir continuer?

source: You didn't declare the minimum hours. Are you sure you want to continue?
fr: Vous n'avez pas saisi un nombre minimal d'heures. Etes-vous sûr(e) de vouloir continuer?

source: This time sheet doesn't have the minimum hours declared. Are you sure you want to continue?
fr: Le nombre d'heures indiquées sur cette feuille de présence est inférieur au taux normal. Etes-vous sûr de vouloir continuer?

source: You didn't declare the minimum hours yet. You are not allowed to submit this time sheet!
fr: A ce jour, vous n'avez pas déclaré un nombre suffisant d'heures. Vous n'êtes donc pas autorisé à envoyer votre Timesheet (feuille de temps).

source: This time sheet has
fr: Cette feuille de présence a

source: more overtime hour(s) than it should! Are you sure you want to continue?
fr: Vous avez indiqué plus d'heures supplémentaires que prévu. Etes-vous réellement sûr(e) de vouloir continuer ?

source: ERROR: You declared
fr: ERREUR: Vous avez déclaré

source: more overtime hour(s) than you worked!
fr: plus d'heures supplémentaires heure(s) que vous avez travaillé!

source: undeclared hour(s) of overtime! Are you sure you want to continue?
fr: Heures supplémentaires non déclarées ! Etes-vous sûr(e) de vouloir continuer ?

source: ERROR: You have
fr: ERREUR: Vous avez

source: undeclared hour(s) of overtime!
fr: Heures supplémentaires non déclarées !

source: You have
fr: Vous avez

source: undeclared hour(s) of overtime! Once you submit the timesheet details you can NOT modify them any further. Are you sure you want to continue?
fr: Heures supplémentaires non déclarées ! Si vous soumettez votre Timesheet en l'état, vous ne pourrez plus la modifier. Etes-vous sûr(e) de vouloir continuer ? On vous aura prévenu(e) !

source: Submitting...
fr: Envoi...

source: Saving failed. Please check your internet connection and try again later.
fr: Echec de la sauvegarde ! Veuillez vérifier l'état de votre connexion et réessayez.

source: Saving failed. Please try again later.
fr: Echec de la sauvegarde

source: Status change successful!
fr: Changement de statut effectué

source: Status change unsuccessful!
fr: Echec du changement d'état

source: Your entered details have been saved. You can safely logout now
fr: Sauvegarde de vos données effectuée. Vous pouvez quitter l'application.

source: You need to put at least 3.5 hours to HOL. You're trying to declare only
fr: Vous devez saisir encore 3, 5 heures en "congés". Actuellement, vous ne déclarez que :

source: hours
fr: heures

source: You need to put at least 3.5 hours to TOIL. You're trying to declare only
fr: Vous devez saisir encore 3, 5 heures de TOIL (heures de récup.). Actuellement, vous ne déclarez que :

source: Timesheet details have been received but not saved. Please try again.
fr: Le contenu de votre planning n'a pas été sauvegardé. Merci de réessayer à nouveau.

source: One invoice code was not found. Data could not be saved
fr: Un des codes n'est pas répertorié dans la base. Désolé, vos données n'ont pu être sauvegardées !

source: One task code was not found. Your data could not be saved
fr: Ce code na pas été trouvé. Désolée, vos données ne peuvent être sauvegardées !

source: There was a database error, please try saving again later
fr: La base de données a généré une erreur. Veuillez vous connecter plus tard.

source: There has been reported a parsing error, please contact the web developer and report the screen contents
fr: Erreur d'analyse syntaxique du système ! Veuillez contacter un développeur.

source: Status set to
fr: Statut à :

source: No response from the database...
fr: La base de données ne répond pas...

source: You are trying to take more TOIL than you have available
fr: Ah ah ! vous essayez de prendre plus de TOIL (heures de récup) que vous n'en disposez !

source: You declared
fr: Vous avez déclaré

source: hours more TOIL on your time sheet than the total amount you have available.
fr: Attention : vous avez noté un nombre d'heures de TOIL supérieur à ce dont vous disposez actuellement.

source: Please adjust the amaount of TOIL or talk to the Administration Department.
fr: S'il vous plaît ajuster le montant de labeur ou de discussions avec le ministère de l'Administration.

source: Please enter an invoice code!
fr: Veuillez saisir un code

source: access denied
fr: accès refusé

source: No data
fr: Pas de données

source: employees
fr: employés

source: go back
fr: revenir

source: ERROR
fr: ERREUR

source: this week
fr: cette semaine

source: last week
fr: semaine dernière

source: 2 weeks ago
fr: il y a 2 semaines

source: next week
fr: semaine prochaine

source: 2 weeks from now
fr: d'ici 2 semaines

source: You are not set to use this system,<br/> please contact the Administrative Department
fr: Vous n'êtes pas configuré pour utiliser ce système, s'il vous plaît contactez <br/> le Département administratif

source: Your login was unsuccessful!
fr: Votre connexion a échouée !

source: Sorry, your session has expired.<br/>For your protection, you need to log in again
fr: Désolé, votre session a expiré. <br/> Pour votre protection, vous devez vous connecter à nouveau

source: lieu & hols
fr: heures sup. et congés

source: You were successfully logged out. Bye!
fr: Vous avez été connecté avec succès. Au revoir !

source: Welcome to <b>Time Recording System</b>. Please login to continue.
fr: Bienvenue sur la Time Sheet. Veuillez vous connecter pour continuer

source: login
fr: Se connecter

source: Invoice code not found
fr: Code facture ne trouve pas

source: manage invoice code
fr: gérer les codes projets

source: Add new time sheet
fr: Créer une nouvelle feuilles de présence

source: Subordinate CSV report
fr: Subalterne CSV rapport

source: Time Sheets
fr: Feuilles de présence

source: Time Calculator
fr: Calculateur de temps

source: Reports
fr: Rapports

source: Tools
fr: Outils

source: Employees
fr: Employés

source: Submission Status
fr: État des feuilles de présence

source: Lieu & Hols
fr: Heures sup. et congés

source: Bulk time sheets
fr: Feuilles de présence par lots

source: Admin
fr: Administrateur

source: We are sorry, but you are currently using a non standards-supporting browser!<br/>Time Recording System has been tested successfully under Firefox, Chrome and Opera.
fr: Désolé, votre navigateur n'est pas compatible! Essayez Firefix, Chrome ou Opera.

source: Please download the lastest Firefox browser from
fr: Merci de télécharger la dernière version du navigateur Firefox

source: here
fr: ici

source: Error: The invoice code could not be found
fr: Erreur : le code n'est pas correct

source: Invoice code details saved successfuly
fr: code sauvegardé

source: Warning: Your action updated more than one invoice code
fr: Attention : votre mise à jour a généré plus d'un code

source: Error: taskcode %s is already assigned to this project
fr: Erreur: %s code de tâche est déjà affecté à ce projet

source: Task code was not added successfuly
fr: Code non sauvegardé !

source: Task code assigned successfuly
fr: Code correct

source: Task code updated successfuly
fr: mise à jour du code correcte

source: Task code added successfuly
fr: code sauvegardé

source: Error: taskcode %s was not found in the database
fr: Erreur: %s code de tâche n'a pas été trouvé dans la base de données

source: You're not allowed in this section
fr: accès refusé dans cette section

source: Employee not found
fr: employé non reconnu

source: Please specify the commencing date for the new TOIL adjustment
fr: Merci de préciser la date de début du TOIL ajustement

source: Invalid date format for toil adjustment commencing date
fr: Date de début de TOIL non valide !

source: Please specify the reason you're adjusting the TOIL value for this employee
fr: Merci de justifier la modification relative aux TOIL de cet employé

source: Please specify the reason you're adjusting the Holidays value for this employee
fr: Merci de justifier la modification relative aux congés de cet employé

source: save successful
fr: sauvegarde accomplie :)

source: failed to save
fr: échec de la sauvegarde

source: delete error
fr: Erreur de supression

source: Everything is fine!
fr: C'est parfait !

source: Invalid date value
fr: date invalide

source: You don't have access to any part of this time sheet!
fr: accès à cette partie de la time sheet refusé !

source: Time sheet not found
fr: feuille de présence n'a pas trouvé

source: You don't have clearance for this action!
fr: Vous n'avez pas d'autorisation pour cette action !

source: Project closed. You're not allowed to use invoice code
fr: Projet fermé. Vous n'êtes pas autorisé à utiliser le code facture

source: task code insert failed
fr: Echec de la saisie du code

source: task - group insert failed
fr: Echec de la saisie de "tâche - groupe"

source: Some entries could not be saved
fr: certaines données n'ont pu être sauvegardées !

source: report
fr: rapport

source: Time sheet reminder
fr: Oh, vous n'avez pas rempli votre Time sheet (c'est très mal !)

source: Dear
fr: Cher

source: This is an automated reminder for you to fill in your timesheet. Please login at %s and submit it as soon as possible.
fr: Attention: vous n'avez encore pas rempli votre feuille de présence. Merci de vous connecter sur %s et de nous la transmettre au plus tôt.

source: Thank you Admin
fr: Merci L'administration

source: submission status
fr: état des feuilles de présence

source: The start time specified is invalid
fr: L'heure de début spécifiée n'est pas valide

source: The stop time specified is invalid
fr: Le temps d'arrêt spécifié n'est pas valide

source: Invalid time span chosen!
fr: Période choisie n'est pas valide

source: The date you specified is invalid!
fr: La date que vous avez spécifié n'est pas valide!

source: Sorry, we need it to be a Friday
fr: Désolé, nous en avons besoin pour être un vendredi

source: Sorry, you can not edit that week's time sheet at this time
fr: Désolé, vous ne pouvez pas modifier la feuille de présence de cette semaine en ce moment

source: This time sheet belongs to
fr: Cette feuille de présence appartient à

source: Click inside the table to select your worked intervals
fr: Cliquez sur le tableau afin de saisir vos heures de travail

source: Common unfunded invoice codes
fr: Codes non financés

source: holidays
fr: congés

source: <b>BANK</b> holidays
fr: Jours fériés

source: time off in lieu
fr: Heure(s) sup.

source: time taken off because of sickness
fr: heures comptées en maladie

source: Doctor/Hospital appointment - max 2hours
fr: rendez-vous chez le médecin/à l'hopital - maximum 2 heures

source: unpaid time taken off
fr: Jours de congés non payés

source: training
fr: formation

source: induction time
fr: briefing

source: paternity or maternity leave
fr: congé parental

source: compassionate leave
fr: congé pour raisons familiales

source: time sheet
fr: feuille de présence

source: time sheet list
fr: feuilles de présence

source: Sat
fr: Sam

source: Fri
fr: Ven

source: new time sheet
fr: nouvelle feuille de présence

source: This time sheet belongs to %s.
fr: Cette feuille de présence appartient à %s

source: This time sheet has been <b>submitted</b>.
fr: Envoi de la feuille de présence accompli

source: This time sheet has <b>NOT</b> been <b>submitted</b>.
fr: Cette feuille de présence n'a pas été envoyée

source: time calculator
fr: calculateur de temps

source: Invoice code not found. Please choose a valid invoice code from the list.
fr: Code facture ne trouve pas. S'il vous plaît choisir un code de facture valide dans la liste.

source: Project closed. You are not allowed to use this invoice code
fr: Projet fermé. Vous n'êtes pas autorisé à utiliser le code facture

source: Invoice code completed. Are you sure you want to use this invoice code?
fr: Projet fermé. Etes-vous sûr de vouloir utiliser ce code facture?

source: The N/A task code is not allowed for this invoice code.Please choose another!
fr: Le N/A code tâche n'est pas autorisée pour cette code facture. S'il vous plaît choisir une autre!

source: Empty task code not allowed for this invoice code!
fr: Code tâche vide pas autorisé pour ce code facture!

source: Task code not found. Please choose a valid task code from the list.
fr: Code tâche ne trouve pas. S'il vous plaît choisir un code tâche de la liste.

source: Your task code has not been found, but you are allowed to add a new one.
fr: Votre code tâche n'a pas été trouvé, mais vous êtes autorisé à ajouter un nouveau.

source: The task code you selected is invalid for invoice code '%s'. Please choose a valid task code from the list.
fr: Le code tâche que vous avez sélectionné n'est pas valide pour le code '%s'

source: Display
fr: Affichage

source: last 3 months
fr: Ces trois derniers mois

source: this financial year
fr: année financière

source: all the time sheets
fr: toutes les feuilles de présence

source: Employee
fr: Employé

source: You have 90 days to take TOIL after it was accrued.
fr: Il vous reste 90 jours pour convertir en congés vos heures supplémentaires non payées

source: These figures <b>are official</b>
fr: Ces données ne sont pas officielles

source: If you think they're not accurate, please report it to the Administration Department
fr: Si ces données vous semblent erronnées, contactez l'administration

source: TOIL accrued (hours)
fr: Total des heures supplémentaires converties et utilsées en congés

source: Take by
fr: Prenez-le par

source: adjustment
fr: ajustement

source: Debt
fr: Dette

source: TOIL Adjustment
fr: Ajustement des Toil

source: Total TOIL
fr: Total des heures sup. converties en congés

source: hours
fr: heures

source: If you think the TOIL figures shown above are erroneous, press the "recalculate" button.
fr: S'il vous semble que les données relatives aux heures sup. converties en congés sont erronnées, cliquez sur "recalculer"

source: All the submitted time sheets after the chosen date will have their TOIL and Lieu reprocessed.
fr: Toute feuille de présence soumise après la date fixée entrainera un ajustement des heures sup. et des heures sup. converties en congés

source: Please note taht the TOIL adjustment will not be altered!
fr: Attention, l'ajustement des TOIL ne sera pas modifié !

source: Completed!
fr: Terminé !

source: Total Holidays taken during this financial year (including adjustment)
fr: Total des congés pris au cours de cette année financière

source: days, based on 7.5 work hours a day
fr: jours, basés sur 7,5 heures de travail par jour

source: Week
fr: Semaine

source: Hours
fr: Heures

source: Charged OT
fr: heures sup. rémunérées

source: TOIL
fr: heures sup. converties en congés

source: Hols
fr: congés

source: view
fr: voir

source: TOTALS (hours)
fr: TOTAUX (heures)

source: no time sheets
fr: pas de feuilles de présence

source: Sort by
fr: Trier par

source: choose the value to sort by
fr: choisir un critère de tri

source: last name
fr: nom de famille

source: first name
fr: prénom

source: choose the sorting order
fr: choisir l'ordre du tri

source: ascending
fr: ascendant

source: descending
fr: descendant

source: Search
fr: Chercher

source: type a name here to search for an employee
fr: saisir ici le nom de l'employé recherché

source: Cost centre
fr: centralisation des coûts

source: Show unemployed
fr: Voir sans emploi

source: check this to include the unemplyed staff
fr: Cochez cette case pour inclure le personnel ne travaille pas

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

source: click on an employee in the list to see their details
fr: Pour visulaiser les données d'un employé, cliquez sur son nom dans la présente liste

source: First Name
fr: Prénom

source: Last Name
fr: Nom de famille

source: User Name
fr: Nom d'utilisateur

source: Line Manager
fr: Supérieur hiérarchique

source: Minimum Hours
fr: Minimum d'heures

source: Employed
fr: Employé

source: Variable hours
fr: Horaires variables

source: TOIL adjustment
fr: Ajustement des TOIL
